Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/HP_2009_samisk_sprak_nordsam.pdf.tmx
Source language: sme
Languages: nob

source: Danne lea dehálaš ahte dilálašvuođat láhččojuvvojit nu , ahte lea vejolaš buoridit sámi mánáidgárdefálaldagaid ja mánáidgárddiid sisdoalu davvisámi , julevsámi ja oarjilsámi guovlluin ja maiddái stuoribuš gávpogiinge .
nob: Det er derfor viktig at det legges til rette for å styrke tilbudet om samiske barnehager og kvalitet i barnehagen i nordsamiske , lulesamiske og sørsamiske områder samt i de større byene .

source: Go mánát skuvlaáiggi miehtá ožžot oahpahusa sámegielas ja sámegillii , de dat buorida sin sámegiela máhtu , ja dat válmmašta sin searvat sámi servodahkii dievasgielalažžan .
nob: Undervisning i og på samisk gjennom hele skoleløpet utvikler samiske barns kompetanse i samisk språk og vil gjøre dem forberedt på deltakelse i det samiske samfunnet som fullverdige språkbrukere .

source: Ulbmil lea sihkkarastit fálaldaga oažžut sámegiela vuođđooahpahusa sidjiide geain lea vuoigatvuohta dasa sihke davvisámi , julevsámi ja oarjilsámi guovlluin .
nob: Det er et mål å sikre tilbud om grunnopplæring i samisk for alle som har rett til det både i nord- , luleog sørsamiske områder .

source: Oahpahusa vuođus galget leat buorit válljodatárvvoštallamat .
nob: Opplæring skal være bygget på gode kvalitetsvurderinger .

source: Buorit sámi oahpponeavvut mearkkašit ollu dán oktavuođas .
nob: Gode samiske læremidler er av stor betydning i denne sammenheng .

source: Jáhkku lea ahte oahpahusa válljodat ja buorre diehtojuohkin sámegiela oahpahusfálaldagaid birra , váikkuhit dasa man olut válljejit sámegiela skuvlaáiggi miehtá .
nob: Kvalitet i undervisningen og god informasjon om tilbud om samiskopplæring , antas å ha god effekt på hvor mange som velger samisk gjennom hele skoleløpet .

source: Jagi 2008 mannosaš raporta mii lea Norgga mánáidáitara , Ruoŧa mánáidáitara ja Suoma mánáidáitara ovttasbargoprošeavttas , man namma lea Sámi mánáid ja nuoraid vuoigatvuohta mieldeváikkuhussii ja dadjamuššii , čájeha ahte sihke oahpponeavvodilli , oahpaheaddjidilli ja skuvlajođihangotti miellaguottut leat dehálaš váikkuheaddji bealit mat sáhttet čilget manne nu ollu oahppit heitet oahpahallamis sámegiela .
nob: Det synes som det er et relativt stort frafall av samiske elever i overgangen mellom barnehage og skole , barnetrinn og ungdomstrinn , og grunnskole og videregående opplæring . Rapporten fra samarbeidsprosjekt mellom Barneombudet i Norge , og barneombudsmannen i Sverige og Finland , Retten til medvirkning og innflytelse for samiske barn og unge fra 2008 , viser til at både læremiddelsituasjonen ,

source: Vai nanusmuvvá vuođđu oaččuhit olbmuid válljet dakkár fidnooahpu mas sámegielalaš máhttu dárbbašuvvo , de lea dehálaš ahte ohppiin leat sámegielas buorit oahpahallanfálaldagat skuvlaáiggi miehtá .
nob: lærekreftene og skoleledelsens holdninger er viktige faktorer som kan forklare at det er stort frafall fra undervisningen . For å sikre grunnlaget for rekruttering til utdanning til yrker hvor det er behov for samiskspråklig kompetanse , er det viktig at elever har gode tilbud om samiskopplæring gjennom hele skoleløpet .

source: Go dilálašvuođat láhččojuvvojit nu , ahte mánáid vánhemat ja earátge guđet leat mánáid birra , ožžot vejolašvuođa oahppat sámegiela seammás go mánát ieža oahpahallet sámegiela mánáidgárddis ja skuvllas , de mánná sáhttá oažžut doarjaga iežas giellaoahpahallamii .
nob: Ved å tilrettelegge for at foreldre og andre i barnets omgivelser får anledning til å tilegne seg samisk språk samtidig som barna lærer samisk i barnehage og skole , kan barnet støttes i sin språkopplæring .

source: Go báikegottiin ja gávpogiin leat dakkár deaivvadanbáikkit main lea lunddolaš sámástit , de datge váikkuhit dasa ahte sámegiella sáhttá šaddat lunddolaš servvoštallangiellan .
nob: Møtesteder i lokalsamfunnene og i byene der det er naturlig å snakke samisk vil også ha betydning for at samisk blir et naturlig samhandlingsspråk .

source: Dehálaš lea oaččuhit olbmuid váldit alit oahpu davvisámegielas , julevsámegielas ja oarjilsámegielas , ja earáge oahpuid main lea dárbu máhttit sámegiela , vai huksejuvvo sámegielas diehtovuođđu servodahkii , ja vai bargoaddit fidnejit bargiid geain lea buorre sámegiela máhttu .
nob: Rekruttering til høyere utdanning i nord- , lule- og sørsamisk , og annen utdanning hvor det er behov for kompetanse i samisk språk , er viktig for å bygge opp en kunnskapsbase i samisk språk i samfunnet og for at arbeidsgivere skal kunne rekruttere samiskspråklig personell med god kompetanse i samisk språk .

source: Nuorat berrejit diehtojuohkimiin ja dieđuiguin mat leat sidjiide addojuvvon sámegiela oahpahallanvejolašvuođaid birra , movttiiduvvat válljet sámegiela oahpu .
nob: Ungdom bør gjennom informasjon og kunnskap om muligheter som opplæring i samisk språk gir , stimuleres til å velge opplæring i samisk språk .

source: Dasto lea dehálaš ahte leat buorit ja ovddalgihtii árvidahtti fálaldagat ohppiide , guđet vejolaččat háliidit váldit alit oahpu davvisámegielas , julevsámegielas ja oarjilsámegielas .
nob: Videre er det viktig med gode og forutsigbare tilbud til høyere utdanning i nord- , lule- og sørsamisk .

source: Sámelaga § 3-8 nanne ahte juohkehaččas lea vuoigatvuohta beassat oahpahallat sámegiela .
nob: Samelovens § 3-8 slår fast at enhver har rett til opplæring i samisk .

source: Áigumuš lea addit buohkaide guđet dan háliidit , oáhpahusa sámegielas – jogo davvisámegielas , julevsámegielas dahje oarjilsámegielas .
nob: Det er et mål å kunne tilby alle som ønsker det opplæring i samisk språk – nordsamisk , lulesamisk og eller sørsamisk .

source: Čuovvovaš čuoggát galget láidestit joatkevaš bargguid dán suorggis : • Lágidit nu , ahte eanet mánát ožžot sámegielalaš mánáidgárdefálaldagaid • Lágidit nu , ahte mánáidgárddis mánát árrat movttiidahttojuvvojit geavahit sámegiela • Lágidit nu , ahte buot oahppit guđet dan háliidit , besset oahppat sámegiela • Lágidit nu , ahte oahpahusas lea vejolaš dahkat erenoamáš áššiid julevsámegiela ja oarjilsámegiela oahpaheamis . •
nob: Følgende skal være retningsgivende for den videre utviklingen på dette feltet : • Legge til rette for at flere barn får samisk barnehagetilbud • Legge til rette for tidlig språkstimulering gjennom barnehagen • Legge til rette for at alle elever som ønsker det får opplæring i samisk • Legge til rette for spesiell innsats for lulesamisk og sørsamisk opplæring • Legge til rette for gode rammevilkår for samiskopplæring • Legge til rette for god kvalitet i opplæringen i og på samisk

source: Lágidit nu , ahte leat buorit rápmaeavttut sámegiela oahpahallamii • Lágidit nu , ahte oahpahus sámegielas ja sámegillii lea buorre • Movttiidahttit ohppiid joatkit sámegielain nuoraidskuvllas ja joatkkaskuvllas • Lágidit nu , ahte eanet ja buoret oahpponeavvut leat oahpahusas sámegielas ja sámegillii • Lágidit nu , ahte eanet sámegielalaččat sáhttet váldit ovdaskuvlaoahpaheaddji oahpu ja oahpaheaddji oahpu • Lágidit nu , ahte mánáidgárddiid ja skuvllaid oahpaheaddjit ožžot lasseoahpu ja joatkkaoahpu sámegielas • Lágidit nu , ahte mánáide , nuoraide ja rávesolbmuide lea álki oažžut fálaldagaid oahppat sámegiela • Buoridit rávesolbmuide fálaldagaid oahppat davvisámegiela , julevsámegieal ja oarjilsámegiela • Lágidit nu , ahte bearrašatge sáhttet oahpahallat davvisámegiela , julevsámegiela ja oarjilsámegiela .
nob: • Motivere elever til å fortsette med samisk på ungdomstrinnet og i videregående skole • Legge til rette for flere og bedre læremidler til opplæring i og på samisk • Legge til rette for utdanning av flere samiskspråklige førskolelærere og lærere • Legge til rette for etter- og videreutdanning i samisk for lærere i barnehage og skoler • Legge til rette for lett tilgjengelige tilbud for samisk språkopplæring for barn , ungdom og voksne • Styrke voksenopplæringstilbud i nord- , lule og sørsamisk • Legge til rette for muligheter for familiedeltakelse i opplæringen i nord- , lule- og sørsamisk

source: Sámi mánáidgárdefálaldagat Gielddaid geatnegasvuohta sihkkarastit sámi mánáide dakkár mánáidgárdefálaldaga mainna sin giella ja sin kultuvra nanusmuvvá , boahtá čielgasit ovdan mánáidgárdelága paragráfas 8 : “ Gieldda ovddasvástádus lea atnit fuola das , ahte sámi guovlluin sámi mánáid vástesaš mánáidgárdefálaldaga vuođus leat sámi giella ja kultuvra .
nob: Samiske barnehagetilbud Kommunenes ansvar for å sikre samiske barn et barnehagetilbud der de får styrket sitt språk og sin kultur , er presisert i barnehageloven § 8 : “ Kommunen har ansvaret for at barnehagetilbudet til samiske barn i samiske distrikt bygger på samisk språk og kultur .

source: Eará gielddain galget dilálašvuođat láhččojuvvot nu , ahte sámi mánát sáhttet sihkkarastit ja ovddidit iežaset giela ja kultuvrra . ”
nob: I øvrige kommuner skal forholdene legges til rette for at samiske barn kan sikre og utvikle sitt språk og sin kultur . ”

source: Mánáidgárdelága § 2 deattuha ahte mánáidgárdi galgá vuhtii váldit sámi mánáid giela ja kultuvrra : “ Sámi mánáidgárddiide lea dakkár eaktu , ahte dain galget leat bargit guđet dovdet sámi giela ja kultuvrra . ”
nob: Barnehagelovens § 2 understreker at barnehagen skal ta hensyn til samiske barns språk og kultur : “ I samiske barnehager er det en forutsetning at det finnes personale som kjenner samisk språk og kultur .

source: Odne leat iešguđetlágan sámi mánáidgárddit .
nob: “ Det finnes i dag ulike samiske barnehager .

source: Máŋga mánáidgárddi geavahit sámegiela beaivválaš giellan .
nob: Mange barnehager bruker samisk som dagligspråk .

source: Eará mánáidgárddiin leat sihke sámegiella ja dárogiella gulahallangielat , ja nuppiin fas dušše dárogiella .
nob: Andre har både samisk og norsk som bruksspråk og noen igjen bare norsk .

source: Máŋgga dáža mánáidgárddis leat sierranas sámi ossodagat .
nob: Flere norske barnehager har egne samiske avdelinger .

source: Bearašmánáidgárdditge leat , main lea sámi ossodat / ruoktu .
nob: Det finnes også familiebarnehager med samiskavdeling / hjem .

source: Dat , go ovttat mánáidgárddi mánáin lea erohus sámegiellamáhtus , lea stuorra hástalus go áigumuš lea nannet sámegiela .
nob: Det at det er ulikt nivå på samiskkunnskapen hos barn i samme barnehage er en utfordring i arbeidet med å styrke samisk språk .

source: Mánáidgárddi sisdoalu ja doaimmaid rápmaplána cealká ahte “ ( .
nob: Rammeplan for barnehagens innhold og oppgaver fastslår at “ ( .

source: . ) sámi mánát dárbbašit doarjuma vai nagadit seailluhit ja ovddidit gielaset ja kultuvrraset beroškeahttá das gos sii orrot riikkas . ”
nob: . ) samiske barn trenger støtte til å bevare og utvikle sitt språk og sin kultur , uavhengig av hvor i landet de bor . ”

source: Mánáidgárddi jođiha Várdobáiki sámi guovddáš . Mánáidgárddis leat 18 ollesbeaisaji ja 3,2 bissovaš virggi .
nob: Sametinget tildeler midler over Kunnskapsdepartementets budsjett til tilskudd til samiske barnehager ,

source: Sámediggi juolluda ruđaid Máhttodepartemeantta bušeahtas doarjjan sámi mánáidgárddiide , pedagogalaš ávdnasiid ráhkadeapmái , giellaoahpahussii ja diehtojuohkin- , ovddidan- ja rávvendoaimmaide mat leat sámi mánáidgárddiin ja mánáidgárddiin main leat sámi mánát .
nob: utarbeidelse av pedagogisk materiell , språkopplæring og til informasjons- , utviklings- og veiledningsarbeid i samiske barnehager og barnehager med samiske barn .

source: Sámediggi bargá ovttasráđiid fylkkamánniiguin mánáidgárdesuorggis .
nob: Sametinget deltar i samarbeidet med fylkesmennene på barnehageområdet .

source: Sámediggi lea ráhkadan strategalaš plána sámi mánáidgárddiid várás áigodahkii 2008-2011 .
nob: Sametinget har utarbeidet en strategisk plan for samiske barnehager 2008-2011 .

source: Sámedikki ulbmil lea oaččuhit sámi mánáidgárddiide dakkár jođiheami , mas sámi giella ja kultuvra leat guovddážis .
nob: Sametingets mål er en framdrift for samiske barnehager hvor utvikling av samisk språk og kultur står sentralt .

source: Sámediggi danne áigu dán plánaáigodaga vuoruhit sámegiela , mánáid vuoigatvuođaid , guđege oasálaččaid ovttasbarggu , máhttobuorideami ja fierpmádathuksema , pedagogalaš ávdnasiid , rekruhttema ja diehtojuohkima ja rávvema .
nob: Sametinget vil derfor i denne planperioden prioritere arbeid med styrking av samisk språk , barns rettigheter , samarbeid med ulike aktører , kompetanseheving og nettverksbygging , pedagogisk materiell , rekruttering , forskning og informasjon og veiledning .

source: Sámediggi áigu dán áigodaga árvvoštallat sámi mánáidgárddiid doarjagiid .
nob: Sametinget vil i denne perioden foreta en evaluering av tilskuddet til samiske barnehager .

source: Fylkkamánni bidjá johtui mánáidgárdepolitihka stáhtalaš doarjagiid hálddašemiinis , mánáidgárdelága geatnegasvuođaiguin ja gielddaid rávvemiin .
nob: Fylkesmannen iverksetter barnehagepolitikken gjennom forvaltning av statlige tilskudd , oppgaver etter barnehageloven og veiledning av kommuner .

source: Fylkkamánni oktii heiveha ja bidjá johtui ovddidanbargguid gielddain ja mánáidgárddiin , ja lágida ovttasráđiid Sámedikkiin sámi mánáidgárdekonferánssaid .
nob: Fylkesmannen koordinerer og initierer til utviklingsarbeid i kommuner og barnehager og samarbeider med Sametinget om å arrangere samiske barnehagekonferanser .

source: Fylkkamánni juohká dieđuid vuoigatvuođaid ja fálaldagaid birra , ee. daid mánáidgárdefálaldagaid birra mat leat sámi mánáid várás .
nob: Fylkesmannen informerer om rettigheter og tilbud , blant annet barnehagetilbud for samiske barn .

source: gárdumiin ja guollebivdduin , ja eará fáttáiguin main sámi giella ja kultuvra leat leamaš váldofáttát .
nob: Kunnskapsdepartementet har det overordnede ansvar for utvikling av kvalitet og for styring og finansiering av barnehagesektoren .

source: Spealutge leat leamaš anus , main lea bálkkašanvuogádagat .
nob: Departementet tildeler midler til Sametinget på kap. 231 , post 50 .

source: Mánát leat leamaš mielde sámegielalaš birrasis ja eará birrasiin , main deattuhit sámásteami . Mánáidgárddiid bargit leat oaidnán stuorra ovdáneami .
nob: Departementet samarbeider med Sametinget om oppfølging av tiltak i regjeringens strategier for kompetanseutvikling og rekruttering i barnehagesektoren .

source: Prošeavtta oktavuođas leat maid deattuhan sierrapedagogalaš máhtu bargiid guovttegielalašvuođa birra .
nob: kommuner og barnehageeiere om samiske barns rettigheter og om hvilke tilbud og støtteordninger som finnes .

source: Ulbmil lea ahte mánát galget sáhttit oažžut sámegiela oahpahusa vuosttasgiellan go sii álget skuvlii .
nob: MÁRKOMÁNÁK SAMISK BARNEHAGE er en privat barnehage i Skånland i Sør-Troms .

source: Dál prošeaktaáigodaga maŋŋá lea mánáidgárdi álggahan prošeavtta ” Oahpat munnje sámegiela ovdalgo skuvla álgá ” .
nob: Barnehagen drives av Várdobáiki samisk senter . Barnehagen har 18 heldagsplasser og 3,2 faste stillinger .

source: Máhttodepartemeanttas lea bajimuš ovddasástádus mánáidgárdesuorggis válljodaga buorideamis , ja dan stivremis ja ruhtadeamis .
nob: Barnehagen gir tilbud til barn fra Evenes , Skånland og Tjeldsund kommuner . Få av barna har samisk som hjemmespråk .

source: Departemeanta juolluda ruđaid Sámediggái kapihttalis 231 , poasttas 50 .
nob: Det er behov for flere samisktalende ansatte for at samisk skal høres i det daglige .

source: Departemeanta bargá ovttas Sámedikkiin daid ráđđehusa doaibmabijuid čuovvoleamis mat leat ráđđehusa strategiijain mat galget buoridit máhtu ja rekruhttema mánáidgárdesuorgái .
nob: En prosjektmedarbeider , til stede tre dager i uken , har fokusert på muntlig samisk gjennom sang og lek , forskjellige tema som rypefangst og fiske og andre tema hvor samisk språk og kultur har vært hovedtema .

source: Doaibmabidju 1 .
nob: Tiltak 1 .

source: Diehtojuohkin mánáidgárdefálaldagaid ásaheami birra sámi mánáid várás Diehtojuohkin vuoigatvuođaid ja fálaldagaid birra sámi mánáid várás : Buoret dieđut berrejit addojuvvot daid mánáidgárdefálaldagaid birra mat leat sámi mánáid várás , sihke daid mánáid várás guđet leat sámi mánáidgárddiin , ja daid várás guđet leat dáža mánáidgárddiin .
nob: Informasjon om rettigheter og tilbud til samiske barn : Det bør gis bedre informasjon om barnehagetilbud for samiske barn , både for barn i samiske barnehager men også for samiske barn i norske barnehager . Kunnskapsdepartementet skal i samarbeid med Sametinget informere foreldre ,

source: Máhttodepartemeanta galgá ovttasráđiid Sámedikkiin juohkit dieđuid vánhemiidda , gielddaide ja mánáidgárdeeaiggádiidda sámi mánáid vuoigatvuođaid birra , ja dange birra makkár fálaldagat ja doarjjaortnegat leat odne .
nob: som er en del av en langsiktig satsing . Målet er at barna skal kunne ha undervisning i samisk Etter prosjektperioden har barnehagen nå satt i gang prosjektet ” Lær meg samisk før skolestart ” .

source: Diehtojuohkin gielddaide : Sámediggi áigu ráhkadit láidestusgihppaga sámi mánáidgárddiid vástesaš sierra doarjagiid birra , ja das galget maid leat dieđut das makkár doarjagat leat dárogielalaš mánáide guđet leat sámi mánáidgárddiin .
nob: Informasjon til alle kommuner : Sametinget vil utarbeide en veileder angående særskilt tilskudd til samiske barnehager , herunder informasjon angående tilbud til norske barn i samiske barnehager .

source: Departemeanta galgá juohkit gihppaga .
nob: Departementet skal stå for distribusjon av veilederen .

source: Departemeanttas , fylkkamánniin ja Sámedikkis lea oktasaš ovddasvástádus ávžžuhit gielddaid ja mánáidgárdeeaiggádiid ásahit mánáidgárdefálaldagaid sámi mánáide .
nob: Departement , fylkesmenn og Sametinget har et felles ansvar for å oppfordre kommuner og barnehageeiere til etablering av barnehagetilbud for samiske barn .

source: Ovddasvástádus : Máhttodepartemeanta ja Sámediggi Áigodat : 2009
nob: Ansvar : Kunnskapsdepartementet og Sametinget Tidsperspektiv : 2009

source: Doaibmabidju 2 .
nob: Tiltak 2 .

source: Máhttobuorideapmi mii čalmmustahttá giela Stuorra hástalus lea gávdnat sámegielalaš mánáidgárdebargiid .
nob: Kompetanseutvikling med fokus på språk Det er en stor utfordring å rekruttere barnehagepersonale med samiskspråklig kompetanse .

source: ráhkadan sierra Strategiija mo gávdnat ovdaskuvlaoahpaheddjiid mánáidgárdái 2007-2011 , mas leat jahkásaš doaibmabidjoplánat .
nob: Kunnskapsdepartementet har utarbeidet en egen Strategi for rekruttering av førskolelærere til barnehagen 2007-2011 , med årlige tiltaksplaner .

source: Strategiijas deattuhuvvo ahte “ mánáidgárddiin main leat sámi mánát , dárbbašuvvojit bargit geain lea sámegielalaš máhttu ” .
nob: I strategien understrekes at “ i barnehager med samiske barn er det behov for personale med samiskspråklig kompetanse ” .

source: Maiddái St. dieđáhus nr. 23 ( 2007-2008 ) Giella hukse šalddiid deattuha dárbbašlažžan ahte sámi mánáidgárddiin ja mánáidgárddiin main leat sámi mánát , leat bargit guđet dovdet sámi giela ja kultuvrra .
nob: Også St.meld. nr. 23 ( 2007-2008 ) Språk bygger broer understreker behovet for at det i samiske barnehager og barnehager med samiske barn er personale som kjenner samisk språk og kultur .

source: Máhttodepartemeanta áigu álššaleappot geahččalit gávdnat eanet ovdaskuvlaoahpaheddjiid mánáidgárddiide , daid mielde maid sámegielalaš ovdaskuvlaoahpaheddjiid , gč. doaibmabijuid mat leat St. dieđáhusas nr. 23 .
nob: Kunnskapsdepartementet vil styrke innsatsen for å rekruttere flere førskolelærere til barnehagene , herunder samiskspråklige førskolelærere , jf. tiltak i St. meld. nr. 23 .

source: Máhttodepartemeanta lea álggahan sierra máhttostrategiija , ja dan namma lea Máhttu mánáidgárddis – strategiija mo buoridit máhtu mánáidgárdesuorggis 2007-2010 .
nob: Kunnskapsdepartementet har iverksatt en egen kompetansestrategi Kompetanse i barnehagen strategi for kompetanseutvikling i barnehagesektoren 2007-2010 .

source: Giellabiras ja giellamovttiidahttin lea okta njealji vuoruhuvvon suorggis mat leat strategiijas . Deattuhuvvon lea ahte “ sámi mánát fertejit oažžut veahki seailluhit gielaset ” .
nob: Strategien har språkmiljø og språkstimulering som en av fire prioriterte områder , og i den forbindelse er det understreket at “ samiske barn må få støtte til å bevare sitt språk . ”

source: Máhttodepartemeanta lea ángiruššanáigodahkii 2007-2010 várren ruđaid máhttobuoridandoaibmabijuide .
nob: Kunnskapsdepartementet har for satsingsperioden 2007-2010 avsatt midler til kompetansetiltak .

source: Mánáidgárdeeaiggát sáhttá ohcat stáhtalaš máhttobuoridanruđaid gielddaid bokte .
nob: Barnehageeier kan søke om statlige kompetansemidler via kommunene .

source: Dehálaš lea ahte gielddat ja bođolaš mánáidgárdeeaiggádat movttiidahttet sámi mánáidgárddiid ja mánáidgárddiid máin leat sámi mánát , ohcat dakkár ruđaid .
nob: Det er viktig at kommuner og private barnehageeiere stimulerer samiske barnehager og barnehager med

source: Máhttodepartemeanta áigu bidjat ruđaid daid bargiid giellamáhtu buorideapmái , guđet leat sámi mánáidgárddiin ja mánáidgárddiin main leat sámi mánát .
nob: Kunnskapsdepartementet vil avsette midler til utvikling av språkkompetansen hos personalet i samiske barnehager og i barnehager med samiske barn .

source: Departemeanta áigu ovttasráđiid Sámedikkiin čilget doaibmabijuid dárkileappot .
nob: Departementet vil i samarbeid med Sametinget konkretisere tiltak .

source: Vai sámi mánáidgárddit sáhttet addit buori giellaoahpu , de lea eaktu ahte mánáidgárdebargit máhttet sámegiela ja geavahit dan viššalit .
nob: For å kunne gi barn god språkopplæring i barnehagen forutsettes det at ansatte i samiske barnehager behersker samisk og bruker språket aktivt i hverdagen .

source: Dehálaš lea ahte mánáidgárdeeaiggát addá bargiidasas vejolašvuođa oahppat sámegiela .
nob: Det er viktig at barnehageeier gir de ansatte mulighet til å tilegne seg kompetanse og kunnskap i samisk språk .

source: Giella lea kulturcaggi ja áibbas guovdilis reaidu sámi árvvuid ja máhtuid seailluheamis .
nob: Språket er kulturbærer og helt sentralt i videreføring av samiske verdier og kunnskap .

source: Mánáidgárdeeaiggádat fertejit aktiivvalaččat geahččalit háhkat sámegielalaš bargiid go almmuhit mánáidgárdevirggiid .
nob: Barnehageeiere må aktivt søke etter samisktalende personale når det utlyses stillinger i barnehagene .

source: Erenoamáš dehálaš lea ahte bargiin leat buorit dieđut ja buorre máhttu sierranas árbevirolaš doaimmaid birra , ja ahte sáhttet oahpahit nuorabuidda sániid ja doahpagiid mat leat lunddolaččat dihtolágan dilálašvuođaide .
nob: Det er særlig viktig at personalet har gode kunnskaper om de ulike tradisjonelle aktivitetene og kan lære bort de ord og begrep som er naturlig i de forskjellige situasjoner .

source: Jos bargiin lea váillálaš máhttu , de mánáidgárdi berre árvvoštallat geavahit olggobealde máhtolaš olbmuid .
nob: Dersom barnehagepersonalet mangler kompetanse , bør barnehagen vurdere å innhente ressurser utenfra .

source: Dárbu lea maid ahte mánáidgárdi lea diđolaš sámegiela ealáskahttimis , ja ahte das lea čielga ulbmil dasa , mo áigu bargat sámegiela ealáskahttimiin .
nob: Det er også nødvendig at barnehagen er bevisst på og har klare mål om hvordan man jobber i forhold til vitalisering og revitalisering av det samiske språket .

source: Vuogit mat váldojuvvojit atnui , sorjájit ee. báikkálaš dilálašvuođain ja guovllu gielladilis .
nob: Hvilke metoder som tas i bruk , er blant annet avhengig av lokale forhold , språksituasjonen i området mv.

source: Dárbu lea ahte mánáidgárddit jeavddalaččat árvvoštallet iežaset vugiid oahpahit sámegiela .
nob: Det er nødvendig at barnehagene foretar jevnlig evaluering av egen praksis på samisk språkopplæring .
